<template>
  <main class="bg-[#1e1e1e0a] pt-8 pb-12">
    <div class="xl:container">
      <section class="rounded-xl bg-white p-8">
        <h2
          class="mb-5 border-b border-solid border-[#E6E9EF] pb-5 text-4xl font-bold text-lm-black"
        >
          О Limon Pay
        </h2>
        <h3 class="mb-3 text-[32px] font-bold leading-10 text-lm-black">
          Это демонстрация 1-го титула
        </h3>
        <h4 class="mb-[32px] text-2xl font-bold text-lm-black">
          И заголовок 2 будет выглядеть так
        </h4>
        <div class="mb-6 text-lg font-normal text-lm-black [&>*]:mb-3">
          <p>
            Karmon Pay является лучшим приложением для денежных транзакций. Его
            приемуществами являются надежность, количество функций и интуитивно
            понятный дизайн.
          </p>
          <p>
            Karmon Pay является лучшим приложением для денежных транзакций. Его
            приемуществами являются надежность, количество функций и интуитивно
            понятный дизайн.
          </p>
          <p>
            С 1995 года мы вкладываем свои опыт и энергию в создание
            качественного сервиса, вызывающего уважение и преданность людей и
            компаний на долгие годы
          </p>
          <p>
            Limon Pay является лучшим приложением для денежных транзакций. Его
            приемуществами являются надежность, количество функций и интуитивно
            понятный дизайн.
          </p>
          <p>
            С 1995 года мы вкладываем свои опыт и энергию в создание
            качественного сервиса, вызывающего уважение и преданность людей и
            компаний на долгие годы
          </p>
          <p>
            С 1988 года мы вкладываем свои опыт и энергию в создание
            качественного сервиса, вызывающего уважение и преданность людей и
            компаний на долгие годы Karmon Pay является лучшим приложением для
            денежных транзакций. Его приемуществами являются надежность,
            количество функций и интуитивно понятный дизайн.
          </p>
        </div>
        <div class="mb-6 md:flex">
          <div
            class="mr-6 h-[240px] overflow-hidden rounded-xl md:!mb-0 md:w-[300px] sm:mb-6"
          >
            <img
              class="h-full w-full object-cover object-center"
              src="@/assets/images/png/limons.png"
              alt=""
            />
          </div>
          <div
            class="flex-1 text-lg font-normal leading-6 text-lm-black [&>*]:mb-3"
          >
            <p>
              Главный смысл диверсификации — снизить риски: даже если какие-то
              бумаги в вашем портфеле подешевеют, с большой вероятностью это
              компенсируется ростом остальных его составляющих. Подробнее про
              диверсификацию
            </p>
            <p>
              Изучить материалы аналитиков — торговые идеи от аналитических
              компаний могут помочь с выбором активов для покупки. Обычно в
              таких идеях описана целевая цена — та, по которой аналитики
              рекомендуют покупать или продавать конкретную ценную бумагу.
            </p>
            <BaseBtn class="text-white duration-150 hover:text-lm-black"
              >Перейти</BaseBtn
            >
          </div>
        </div>
        <div class="mb-[29px] text-lg font-normal text-lm-black [&>*]:mb-3">
          <p>
            Лучший совет в этом случае — продумать собственную инвестиционную
            стратегию и принимать решения о покупке или продаже активов исходя
            из нее.
          </p>
          <p>
            Например, вы верите в рост «зеленой энергетики» и решаете купить
            акции компании Х по 50 $ за штуку. Предварительно вы провели анализ
            отрасли и внимательно изучили бизнес этой компании, после чего
            поняли: через 5 лет ее акции будут стоить уже 500 $.
          </p>
          <p>
            Спустя 3 месяца после покупки на рынке началась коррекция и акции
            компании Х подешевели вдвое — до 25 $. Но вы восприняли это лишь как
            прекрасную возможность купить перспективные активы «со скидкой».
          </p>
          <p>
            И хотя у вас нет гарантий, что прогноз на рост «зеленой энергетики»
            в итоге сбудется полностью или хотя бы частично, зато у вас есть
            план, который поможет вам избежать эмоциональных и необдуманных
            действий.
          </p>
        </div>
        <h4 class="text-bold mb-5 text-lg font-bold">
          Как рассчитать доходность портфеля?
        </h4>
        <div
          class="mb-6 border-l-4 border-solid border-lm-orange pr-4 text-lg font-normal text-lm-black"
        >
          <article
            class="ml-2 rounded-2xl bg-lm-textbg p-3 pl-12 text-lg font-medium text-lm-black"
          >
            Доходность инвестиционного портфеля в Тинькофф Инвестициях не
            придется считать самостоятельно: абсолютная — в числах и
            относительная — в процентах — доходности ваших вложений отображаются
            на главном экране приложения
            <span class="font-semibold">Тинькофф Инвестиций</span>.
          </article>
        </div>
        <div class="text-lg font-normal text-lm-black [&>*]:mb-3">
          <p>
            При этом информация на главном экране позволяет оценить текущую
            доходность вашего портфеля и каждой открытой позиции. Ее можно
            посмотреть в двух вариантах.
          </p>
          <p>
            За все время — суммарная доходность позиций в портфеле с учетом
            изменения курса валюты с момента их покупки или продажи.
          </p>
          <p>
            За сегодня — суммарная доходность позиций в портфеле относительно
            цены закрытия прошлого торгового дня.
          </p>
          <p>
            Если вам нужна полная историческая доходность ваших вложений с
            учетом закрытых позиций, дивидендов, пополнений и выводов, она есть
            в разделе
            <span class="text-lm-orange">«Портфельная аналитика»</span> .
          </p>
          <p>
            Если вы торгуете фьючерсами, их текущая стоимость не учитывается в
            доходности на главном экране приложения Тинькофф Инвестиций. При
            этом доходы и убытки по фьючерсам влияют на стоимость портфеля в
            момент, когда биржа начисляет и списывает вариационную маржу. Зачем
            нужны фьючерсы
          </p>
        </div>
      </section>
    </div>
  </main>
</template>

<script lang="ts" setup>
import BaseBtn from "@/components/BaseButton/CButton.vue";
</script>
